z-mnp-test/misc/ClhWsNPCWebServiceDr/NPCWebServiceSoap12Binding/processNPCMsg/MIW_4002.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:ws="http://ws.clearinghouse.com">
   <soap:Header/>
   <soap:Body>
      <ws:processNPCMsg>
         <ws:userId>mnpCatTest</ws:userId>
         <ws:password>bW5wQ2xoVGVzdDIwMTE=</ws:password>
         <ws:xmlMsg><![CDATA[<?xml version="1.0" encoding="UTF-8" standalone="yes"?><NPCMessageData>
       <NPCData>
        <MessageHeader>
            <PortType>0</PortType>
            <MessageID>4002</MessageID>
            <SoapRequestId>280</SoapRequestId>
            <MessageCreateTimeStamp>20161102092410</MessageCreateTimeStamp>
            <Sender>CRDB</Sender>
            <Receiver>TOT</Receiver>
        </MessageHeader>
        <NPCMessages>
            <SynchronisationResponse>
                <SyncReqId>20161102091609TOT0705</SyncReqId>
                <TimeStamp>20161102091609</TimeStamp>
                <Location>/ftp/THTOT/NPCDownloadD_TH20161102_0924.xml</Location>
                <ContactDetails>CLH Administrator</ContactDetails>
            </SynchronisationResponse>
        </NPCMessages>
        <MessageFooter>
            <Checksum>0</Checksum>
        </MessageFooter>
    </NPCData>

</NPCMessageData>
         ]]></ws:xmlMsg>
      </ws:processNPCMsg>
   </soap:Body>
</soap:Envelope>